[
    {
        "Name": " Hichkii Restaurant  ",
        "Rating": "4.4",
        "Address": "Masjid chowk, Tana Rd, Magarhatta, Hajipur, Bihar 844101",
        "Reviews": [
            "It is not restaurant it is an hotel very small the best restaurant in hajipur is dana pani and golden curry but hich ki food is good but very costly by other restaurant",
            "We are small restaurant, but not costly,will you please tell me, which food price is more than any restaurant at hajipur?",
            "I never had such good quality of food in hajipur.\nThe place is great and the quality and quantity of food is amazing.\nAnd also ambience is pretty good."
        ]
    },
    {
        "Name": " The Orange  ",
        "Rating": "4.4",
        "Address": "Subhash chowk, Krishna Tower, Bihar 844101",
        "Reviews": [
            "Nice place to dine in. liked the food. Ambiance is beautiful. The staff behaviour is polite. They also provided our group a party space.",
            "Woooo very tasty , spicy... Looovvvve it\nSpecially lollypop..\nInterior decoration marvelous....\n#theorange",
            "It is too gd for party ... Loved a lot... Interior designing iss awesome"
        ]
    },
    {
        "Name": " The Garam Masala  ",
        "Rating": "4.2",
        "Address": "Hajipur - Lalganj Rd, Hathsarganj, Adalpur, Hajipur, Bihar 844101",
        "Reviews": [
            "A small decent place to chill out. Decent to good level food.",
            "Best place for biryani in hajipur.",
            "Best Biryani Sellar In Hajipur"
        ]
    },
    {
        "Name": " The Golden Curry  ",
        "Rating": "4.0",
        "Address": "Above IDBI BANK, Dakbanglow Chowk Konhara Ghat Road, Bihar 844101",
        "Website": "thegoldencurry.com",
        "Mob": "070500 05511",
        "Timing": " 11am–11:20pm",
        "Reviews": [
            "Amazing Food and ambience with such an unbelievable low price .A must visit  place in Hajipur for persons of all age .Just loved everything over here . Please come here and take away happy memories:)",
            "Really nice place for dine out. The behaviour of their workers also better . Quality of food is awesome. Price for foods are mid range.",
            "Best for small gathering, like party functions, birthday and all.\nInterior design are kinda attractive and very nice. I lub interior portion than that of inferior.\nParking your vehicle is big issue you gonna face."
        ]
    },
    {
        "Name": " Dyana's Family Restaurant  ",
        "Rating": "3.9",
        "Address": "S R S Mall, Cinekrishna, Hajipur, Bihar 844101",
        "Website": "080922 33892",
        "Mob": "M6V6+MM Hajipur, Bihar",
        "Timing": " 9:30am–10:30pm",
        "Reviews": [
            "My experience at this restaurant has always been fantastic. They serve delicious and fresh food and their hospitality is also excellent.",
            "It's a best restaurant in hajipur area with delicious foods available with them,sweets and confectioneries are also of good quality.services are good too.👌👌👌",
            "Food quality needs to improve and utensils could have been better."
        ]
    },
    {
        "Name": " Anmol Family Restaurant  ",
        "Rating": "4.0",
        "Address": "Station Road, Pokhra Muhalla, Hajipur, Bihar 844101",
        "Reviews": [
            "(Translated by Google) Bahut accha hai yaha ka khana\n\n(Original)\nBahut accha hai yaha ka khana",
            ""
        ]
    },
    {
        "Name": " Bollywood Mirchi  ",
        "Rating": "4.1",
        "Address": "Shiv sundari market, Near Ganesh Cinema hall, Cinema Rd, yadav chowk, Hajipur, Bihar 844101",
        "Website": "bollywood-mirchi.business.site",
        "Mob": "M6V7+V4 Hajipur, Bihar",
        "Timing": " 10am–10pm",
        "Reviews": [
            "Visited for dinner enjoyed the monchow soup,panir kadhai for  starter paneer tikka is awesome service is good value for money,over all paisa vasool",
            "Nice food, good non veg starters as well. Must go.",
            "Best service in restaurant facility online or offline both services working best. DINE IN facility also available",
            "(Translated by Google) thanks Aap ka Restaurant hai Sir Bus Aap logo ki Salah or Sahayta milti rahe\n\n(Original)\nthanks Aap ka Restaurant hai Sir Bus Aap logo ki Salah or Sahayta milti rahe"
        ]
    },
    {
        "Name": " My First Flight Restaurant  ",
        "Rating": "4.2",
        "Address": "Sita Chowk, Bagmali, Hajipur, Bihar 844101",
        "Website": "Menu",
        "Mob": "myfirstflightrestaurant.com",
        "Timing": " 11am–10pm",
        "Reviews": [
            "Good service at this place. Very nice and clean inside the restaurant. Price are almost average. Food quality were also quite good. Its almost feels like we were in an Aeroplane.",
            "For the town like Hajipur it is a good place to enjoy . you can celebrate birthdays , anniversary and many more. The best part of this place is it's interior . you will feel that you are actually in the aeroplane . As per it's name it has …",
            "Beautiful decorated & Peaceful place.\nFood is very tasty."
        ]
    },
    {
        "Name": " New Amrapali Family Restaurant  ",
        "Rating": "4.4",
        "Address": "SH 49, Mahua, Bihar 844122",
        "Reviews": [
            "It's a good place for party and enjoyment",
            "Nice",
            "Good"
        ]
    },
    {
        "Name": " 7 Days Family Restaurant  ",
        "Rating": "3.9",
        "Address": "Marai Rd, Subhash chowk, Hajipur, Bihar 844101",
        "Website": "business.site",
        "Mob": "099055 32161",
        "Timing": " 11am–10pm",
        "Reviews": [
            "Good Restaurant cheap rate and fine service by restaurant",
            "Well, it's a good place to celebrate with friends and also for married couples... Hopefully you will enjoy here...",
            "excellent work\ndelicious food\ngood service"
        ]
    }
]